public/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Resumos das Aulas de Física</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">Resumos das Aulas de Física</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org01727b0">Introdução</a>
<ul>
<li><a href="#org23f4489">Sugestões sobre como estudar</a></li>
</ul>
</li>
<li><a href="#org3194548">Pré-Física</a></li>
<li><a href="#org43ab2dc">Física I</a></li>
<li><a href="#org9d019c4">Física II</a></li>
<li><a href="#org40243fd">Física III</a></li>
<li><a href="#org5c3fa40">Referências</a></li>
</ul>
</div>
</div>


<div id="outline-container-org01727b0" class="outline-2">
<h2 id="org01727b0">Introdução</h2>
<div class="outline-text-2" id="text-org01727b0">
<p>
Nessa página serão resumidas as aulas de <b><b>física</b></b> dos Cursos Técnicos de Nível Médio em Informática, Administração e Agropecuária na Forma Integrada, do IFAM <i>Campus</i> Eirunepé; ministradas no ano de 2025.
</p>

<p>
O objetivo é construir um material de consulta aos estudantes ao longo do desenvolvimento das disciplinas. 
</p>

<p>
Sugestões dos alunos serão sempre bem-vindas.
</p>
</div>


<div id="outline-container-org23f4489" class="outline-3">
<h3 id="org23f4489">Sugestões sobre como estudar</h3>
<div class="outline-text-3" id="text-org23f4489">
<p>
Aqui estão algumas técnicas para estudar de forma mais eficiente.
</p>

<ul class="org-ul">
<li><b><b>Método Feynman</b></b></li>
</ul>

<p>
Baseia-se no fato de que ensinar é uma das melhores formas de aprender.
</p>

<p>
🌐 <a href="https://conexao.pucminas.br/blog/dicas/tecnica-feynman/#:~:text=A%20T%C3%A9cnica%20Feynman%20%C3%A9%20um,estivesse%20conversando%20com%20uma%20crian%C3%A7a.">Método Feynman de estudo - Blog PUC Minas</a>
</p>

<ul class="org-ul">
<li><b><b>Repetição Espaçada</b></b></li>
</ul>

<p>
Baseada no conceito da Curva do Esquecimento.
</p>

<p>
🌐 <a href="https://blog.duolingo.com/pt/repeticao-espacada-no-aprendizado/">Repetição espaçada no aprendizado - Blog Duolingo</a>
</p>

<ul class="org-ul">
<li><b><b>Técnica do Pomodoro</b></b></li>
</ul>

<p>
Nosso cérebro tem um limite de tempo de concentração e precisa de
pequenos intervalos de descanso.
</p>

<p>
🌐 <a href="https://brasilescola.uol.com.br/dicas-de-estudo/tecnica-pomodoro-que-e-e-como-funciona.htm">Técnica Pomodoro - Brasil Escola Uol</a>
</p>
</div>
</div>
</div>

<div id="outline-container-org3194548" class="outline-2">
<h2 id="org3194548"><a href="pre-fisica.html">Pré-Física</a></h2>
</div>

<div id="outline-container-org43ab2dc" class="outline-2">
<h2 id="org43ab2dc"><a href="fisica-1.html">Física I</a></h2>
</div>

<div id="outline-container-org9d019c4" class="outline-2">
<h2 id="org9d019c4"><a href="fisica-2.html">Física II</a></h2>
</div>

<div id="outline-container-org40243fd" class="outline-2">
<h2 id="org40243fd"><a href="fisica-3.html">Física III</a></h2>
</div>

<div id="outline-container-org5c3fa40" class="outline-2">
<h2 id="org5c3fa40">Referências</h2>
<div class="outline-text-2" id="text-org5c3fa40">
<ul class="org-ul">
<li>HEWITT, Paul G. <b>Física Conceitual</b>. Bookman Editora, 2023.</li>
<li>ALVARENGA, Beatriz; MÁXIMO, Antônio. <b>Física Ensino Médio</b>. São Paulo: Editora Scipione, 2006.</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2025</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
